{
  "terms" : {
    "Term" : [ {
      "name" : "omg"
    }, {
      "name" : "dairy"
    }, {
      "name" : "nasdaq"
    }, {
      "name" : "MDA"
    }, {
      "name" : "dsm"
    }, {
      "name" : "corba"
    }, {
      "name" : "childhood"
    }, {
      "name" : "scheme"
    }, {
      "name" : "belgium"
    }, {
      "name" : "boolean"
    }, {
      "name" : "quora"
    }, {
      "name" : "episode"
    }, {
      "name" : "obvious"
    }, {
      "name" : "thesaurus"
    }, {
      "name" : "bar"
    }, {
      "name" : "stackoverflow"
    }, {
      "name" : "subtle"
    }, {
      "name" : "myspace"
    }, {
      "name" : "tip"
    }, {
      "name" : "professor"
    }, {
      "name" : "minessota"
    }, {
      "name" : "parody"
    }, {
      "name" : "facebook"
    }, {
      "name" : "brazil"
    }, {
      "name" : "pfizer"
    }, {
      "name" : "comedy"
    }, {
      "name" : "pepsi"
    }, {
      "name" : "drama"
    }, {
      "name" : "budweiser"
    }, {
      "name" : "sulfur"
    }, {
      "name" : "rafael"
    }, {
      "name" : "soccer"
    }, {
      "name" : "dog"
    } ],
    "Definition" : [ {
      "definition" : "Outlaw Motorcycle GangA motorcycle subculture which has its roots in the immediate post-World War II era of American...",
      "term" : "Term@1"
    }, {
      "definition" : "DairyA business enterprise established for the harvesting of animal milk – mostly from cows or goats...",
      "term" : "Term@2"
    }, {
      "definition" : "Pfizer, Inc. is an American multinational pharmaceutical corporation headquartered in New York City, and with its research headquarters in Groton, Connecticut, United States. It is one of the world's largest pharmaceutical companies by revenues.",
      "term" : "Term@25"
    }, {
      "definition" : "The NASDAQ Stock Market, commonly known as the NASDAQ, is an American stock exchange. It is the second-largest stock exchange in the world by market capitalization, after the New York Stock Exchange. The exchange platform is owned by NASDAQ OMX Group, which also owns the OMX stock market network.",
      "term" : "Term@3"
    }, {
      "definition" : "Minnesota is a U.S. state in the Midwestern United States. Minnesota was carved out of the eastern half of the Minnesota Territory and admitted to the Union as the 32nd state on May 11, 1858. Known as the \"Land of 10,000 Lakes\", the state's name comes from a Dakota word for \"clear water\".",
      "term" : "Term@21"
    }, {
      "definition" : "MDA A psychedelic and entactogenic drug of the phenethylamine and amphetamine chemical classes.",
      "term" : "Term@4"
    }, {
      "definition" : "Pepsi is a carbonated soft drink that is produced and manufactured by PepsiCo. Created and developed in 1893 and introduced as Brad's Drink, it was renamed as Pepsi-Cola on August 28, 1898, then to Pepsi in 1961.",
      "term" : "Term@27"
    }, {
      "definition" : "Deputy Stage ManagerThe practice of organizing and coordinating a theatrical production.",
      "term" : "Term@5"
    }, {
      "definition" : "Budweiser is a German noun describing something or someone from the city of České Budějovice in Southern Bohemia, a part of the present-day Czech Republic.",
      "term" : "Term@29"
    }, {
      "definition" : "The Common Object Request Broker Architecture is a standard defined by the Object Management Group designed to facilitate the communication of systems that are deployed on diverse platforms. CORBA enables collaboration between systems on different operating systems, programming languages, and computing hardware. CORBA has many of the same design goals as object-oriented programming: encapsulation and reuse. CORBA uses an object-oriented model although the systems that utilize CORBA do not have to be object-oriented. CORBA is an example of the distributed object paradigm.",
      "term" : "Term@6"
    }, {
      "definition" : "In general usage, a thesaurus is a reference work that lists words grouped together according to similarity of meaning, in contrast to a dictionary, which provides definitions for words, and generally lists them in alphabetical order. The main purpose of such reference works is to help the user \"to find the word, or words, by which [an] idea may be most fitly and aptly expressed\" – to quote Peter Mark Roget, architect of the best known thesaurus in the English language.",
      "term" : "Term@14"
    }, {
      "definition" : "Childhood (novel)The first published novel by Leo Tolstoy, released under the initials L. N. in the November 1852...",
      "term" : "Term@7"
    }, {
      "definition" : "Schemer (comics)A fictional character, a criminal in the, featured in the comic books published by Marvel Comics.",
      "term" : "Term@8"
    }, {
      "definition" : "Belgium A federal monarchy in Western Europe.",
      "term" : "Term@9"
    }, {
      "definition" : "Boolean functionA function of the form ƒ : Bk → B, where B = {0, 1} is a Boolean domain and k is a non-negative...",
      "term" : "Term@10"
    }, {
      "definition" : "Quora is a question-and-answer website where questions are created, answered, edited and organized by its community of users. The company was founded in June 2009, and the website was made available to the public on June 21, 2010.",
      "term" : "Term@11"
    }, {
      "definition" : "Inventive step and non-obviousnessThe inventive step and non-obviousness reflect a same general patentability requirement present...",
      "term" : "Term@13"
    }, {
      "definition" : "Bar Refaeli An Israeli fashion model.",
      "term" : "Term@15"
    }, {
      "definition" : "EpisodeA part of a dramatic work such as a serial television or radio program.",
      "term" : "Term@12"
    }, {
      "definition" : "Doctor SubtilisJohn Duns, O.F.M., commonly called Scotus or Duns Scotus, is generally considered to be one of...",
      "term" : "Term@17"
    }, {
      "definition" : "T.I.Clifford Joseph Harris, Jr., better known by his stage name T.I., and formerly T.I.P., is an...",
      "term" : "Term@19"
    }, {
      "definition" : "ProfessorA scholarly teacher; the precise meaning of the term varies by country.",
      "term" : "Term@20"
    }, {
      "definition" : "A parody, in use, is an imitative work created to imitate, or comment on and trivialize an original work, its subject, author, style, or some other target, by means of satiric or ironic imitation. As the literary theorist Linda Hutcheon puts it, \"parody … is imitation, not always at the expense of the parodied text.\" Another critic, Simon Dentith, defines parody as \"any cultural practice which provides a relatively polemical allusive imitation of another cultural production or practice.\"",
      "term" : "Term@22"
    }, {
      "definition" : "Brazil national football teamThe Brazil national football team represents Brazil in international men's football.",
      "term" : "Term@24"
    }, {
      "definition" : "The Comedy NetworkA Canadian English language Category A specialty channel that is owned by Bell Media.",
      "term" : "Term@26"
    }, {
      "definition" : "Drama The specific mode of fiction represented in performance. The term comes from a Greek word...",
      "term" : "Term@28"
    }, {
      "definition" : "Sulfur A chemical element with the symbol S and atomic number 16. It is an abundant, multivalent...",
      "term" : "Term@30"
    }, {
      "definition" : "Stack Overflow is a privately held website, the flagship site of the Stack Exchange Network, created in 2008 by Jeff Atwood and Joel Spolsky, as a more open alternative to earlier Q&A sites such as Experts Exchange. The name for the website was chosen by voting in April 2008 by readers of Coding Horror, Atwood's popular programming blog.",
      "term" : "Term@16"
    }, {
      "definition" : "Rafael Advanced Defense SystemsRafael Advanced Defense Systems Ltd., known as RAFAEL or Rafael, is an Israeli defense technology...",
      "term" : "Term@31"
    }, {
      "definition" : "Soccer (dog)A Jack Russell Terrier dog actor.",
      "term" : "Term@32"
    }, {
      "definition" : "Facebook is an online social networking service headquartered in Menlo Park, California. Its name comes from a colloquialism for the directory given to students at some American universities. Facebook was founded on February 4, 2004, by Mark Zuckerberg with his college roommates and fellow Harvard University students Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes. The founders had initially limited the website's membership to Harvard students, but later expanded it to colleges in the Boston area, the Ivy League, and Stanford University. It gradually added support for students at various other universities and later to their high-school students. Facebook now allows anyone who claims to be at least 13 years old worldwide to become a registered user of the website, although proof is not required.",
      "term" : "Term@23"
    }, {
      "definition" : "Nate Dogg An American singer, rapper, and actor.",
      "term" : "Term@33"
    }, {
      "definition" : "Myspace is a social networking service with a strong music emphasis owned by Specific Media LLC and pop music singer and actor Justin Timberlake. Myspace was launched in August 2003 and is headquartered in Beverly Hills, California. In April 2014, Myspace had 1 million unique U.S. visitors.",
      "term" : "Term@18"
    } ]
  }
}